Repository: 1312inc/Webasyst-Teamwork
Catalog: locale/*/LC_MESSAGES/tasks.po
Languages: ru_ru

source: DANGER: Deletion will be permanent with no ability to roll back. Are you sure?
ru_ru: ОПАСНО: Удаление будет безвозвратным. Восстановить данные будет нельзя. Удалить?

source: Menu
ru_ru: Меню

source: Updates
ru_ru: Новости

source: Kanban
ru_ru: Канбан

source: My filters
ru_ru: Мои фильтры

source: %d open / %d closed
ru_ru: %d открытых / %d закрытых

source: %d%% completed: %d open / %d closed
ru_ru: Готовность %d%%: %d открытых задач / %d закрытых

source: Add a project to start creating tasks.
ru_ru: Создайте проект, чтобы начать ставить задачи.

source: Edit custom filter
ru_ru: Редактировать фильтр

source: Save custom filter
ru_ru: Сохранить фильтр

source: Only you will see this filter in the app navigation.
ru_ru: Только вы будете видеть этот фильтр в интерфейсе приложения.

source: Show unassigned
ru_ru: Показывать задачи без назначения

source: Assigned to %s %s ago
ru_ru: Назначено %s %s назад

source: Unassigned task
ru_ru: Задача никому не назначена

source: Restore this milestone
ru_ru: Восстановить из завершенных

source: Mark as complete
ru_ru: Отметить как завершенную

source: Date
ru_ru: Дата

source: A tiny hint describing your teammates what this milestone is all about.
ru_ru: Небольшая подсказка коллегам о том, что это за работа и срок.

source: Doing
ru_ru: Делается

source: Start doing
ru_ru: Взять в работу

source: To test
ru_ru: На проверку

source: On fire!
ru_ru: Горит!

source: Close
ru_ru: Закрыть

source: Deleted contact
ru_ru: Удаленный контакт

source: All milestones
ru_ru: Все сроки

source: All assignees
ru_ru: Все исполнители

source: Failed to upload image %s.
ru_ru: Не получилось загрузить изображение %s.

source: Save to my filters
ru_ru: Сохранить в личных фильтрах

source: Backlog
ru_ru: Беклог

source: Hide tasks from your inbox for a specific period of time to focus on other important tasks. Your teammates will continue to see your hidden tasks as open and visible.
ru_ru: Скрывайте задачи из входящих на ограниченный период времени, чтобы сосредоточиться на других более важных задачах. Скрытие задачи работает только для вас во «Входящих». Другие пользователи будут видеть скрытые задачи как обычно.

source: Template
ru_ru: Шаблон

source: Export
ru_ru: Экспорт

source: Select tasks
ru_ru: Выбрать задачи

source: No activity yet
ru_ru: Здесь пока пусто

source: This screen will collect and present everything you and your team are doing with tasks.
ru_ru: В списке событий будут собраны все действия, которые выполняете с задачами вы и ваши сотрудники.

source: DANGER: Task will be deleted without the ability to restore. Delete?
ru_ru: ВНИМАНИЕ: Задача будет удалена без возможности восстановления. Удалить?

source: Join the %s team on Webasyst to start working on the task:
ru_ru: Подключайтесь к команде %s на Webasyst, чтобы начать работать над задачей:

source: Accept invitation
ru_ru: Принять приглашение

source: Text editor
ru_ru: Редактор

source: WYSIWYG
ru_ru: Визуальный редактор (WYSIWYG)

source: Markdown
ru_ru: Markdown (просто текст)

source: Status not found
ru_ru: Статус не найден

source: No access to project
ru_ru: Нет доступа к проекту

source: Contact not found
ru_ru: Контакт не найден

source: You cannot edit task
ru_ru: Вам не разрешено редактировать эту задачу

source: Contact cannot view task
ru_ru: У пользователя нет доступа к задаче

source: Email not send
ru_ru: Письмо не отправлено

source: This contact was banned
ru_ru: Этот контакт был заблокирован ранее

source: Already in our team!
ru_ru: Пользователь уже в вашей команде!

source: Invitation token can't created
ru_ru: Не получилось создать ссылку-приложение

source: This is a required field.
ru_ru: Обязательное поле

source: This does not look like a valid email
ru_ru: Не похоже это на адрес email

source: All senders
ru_ru: Все отправители

source: Unarchive
ru_ru: Восстановить

source: The user will get an invitation to join your team on Webasyst and to start working on this task.
ru_ru: Пользователь получит приглашение в вашу команду Webasyst и увидит эту задачу у себя во входящих.

source: Minimal access
ru_ru: Минимальный доступ

source: Access to all projects
ru_ru: Доступ ко всем проектам

source: Full access to all projects &amp; settings
ru_ru: Полный доступ ко всем проектам и настройкам

source: User %s sent you a task
ru_ru: %s поставил вам задачу

source: User %s sent a task to %s
ru_ru: %s назначил %s ответственным за задачу

source: User %s wrote a comment to a task you are assigned to
ru_ru: %s добавил комментарий к назначенной на вас задаче

source: User %s wrote a comment to a task you created
ru_ru: %s добавил комментарий к созданной вами задаче

source: User %s wrote a comment.
ru_ru: %s добавил комментарий

source: User %s edited a task you are assigned to
ru_ru: %s отредактировал назначенную на вас задачу

source: User %s edited a task you created
ru_ru: %s отредактировал созданную вами задачу

source: User %s edited a task
ru_ru: %s отредактировал задачу

source: User %s mentioned you in a task
ru_ru: %s отметил вас в задаче

source: invited
ru_ru: приглашен

source: Mobile app
ru_ru: Мобильное приложение

source: Install Webasyst Teamwork mobile app on your phone.
ru_ru: Установите Webasyst Задачи на свой телефон.

source: Android is available free today! iOS is coming soon.
ru_ru: Бесплатно для Андроид уже сегодня. iOS — скоро!

source: iOS TestFlight public beta:
ru_ru: iOS TestFlight бета-версия:

source: publicLinksError400
ru_ru: Чтобы получить публичную ссылку на задачу, добавьте (поселите) приложение «Задачи» в структуре сайта в приложении «Сайт».

source: Disable public link
ru_ru: Удалить ссылку

source: Enable public link
ru_ru: Создать ссылку

source: Get a public link for tracking task status and updates with no access to Webasyst backend.
ru_ru: Ссылка для просмотра текущего статуса и истории выполнения задачи без доступа к Webasyst.

source: Get a public link for tracking entire milestone status and updates with no access to Webasyst backend.
ru_ru: Ссылка для просмотра текущего статуса и истории выполнения всей работы без доступа к Webasyst.

source: Get a public link for tracking entire project status and updates with no access to Webasyst backend.
ru_ru: Ссылка для просмотра текущего статуса и истории выполнения всего проекта без доступа к Webasyst.

source: copied
ru_ru: Скопировано!

source: https://www.webasyst.com/store/app/tasks/
ru_ru: https://www.webasyst.ru/store/app/tasks/

source: Watchers
ru_ru: Наблюдатели

source: Checklist
ru_ru: Чек-лист

source: Install Webasyst Teamwork mobile app on your phone today:
ru_ru: Установите Webasyst Задачи на свой телефон:

source: App icon badge
ru_ru: Счетчик на иконке

source: Urgent open tasks assigned to me
ru_ru: Срочные открытые задачи, назначенные на меня

source: Unread @mentions
ru_ru: Непрочитанные @упоминания

source: Both settings are force-set to on for every user on your team.
ru_ru: Обе настройки всегда включены для всех сотрудников в вашей команде.

source: New @mentions
ru_ru: Новые @упоминания

source: Notifications on new mentions are always on for every user on your team.
ru_ru: Уведомления о новых упоминаниях всегда включены у всех сотрудников в вашей команде.

source: Push & Email
ru_ru: Push-уведомления и почта

source: To receive push notifications, make sure the <a href="https://www.webasyst.com/mobile/" target="_blank">%s Webasyst Teamwork mobile app</a> is installed on your device with push notifications enabled/allowed.
ru_ru: Чтобы принимать пуш-уведомления о задачах, установите <a href="https://www.webasyst.ru/mobile/" target="_blank">%s мобильное приложение «Webasyst Задачи»</a> на свой телефон и убедитесь, что отправка уведомлений для приложения включена/разрешена.

source: Teamwork
ru_ru: Задачи

source: Webasyst ID auth is required to be enabled to send an invitation
ru_ru: Для отправки приглашения вход с Webasyst ID должен быть включен

source: This is a demo task. Go ahead and click “Doing” or just close it. #webasyst #demo
ru_ru: Это тестовая приветственная задача, чтобы показать, как все работает. Нажмите «Взять в работу» или «Закрыть». #webasyst #демо

source: To attach a Pocket Lists checklist, save the task first.
ru_ru: Чтобы добавить чек-лист Pocket Lists, сначала сохраните задачу.

source: Tags and links
ru_ru: Теги и ссылки

source: Delete logo
ru_ru: Удалить логотип

source: Save project to commit logo deletion.
ru_ru: Сохраните проект для подтверждения удаления логотипа.

source: Hashtag, task number, order ID, etc.
ru_ru: Тег, номер задачи или заказа, контакт...

source: https://www.webasyst.com/my/buy/upgrade-to-premium/tasks/
ru_ru: https://www.webasyst.ru/my/buy/upgrade-to-premium/tasks/

source: Pre-order now
ru_ru: Предзаказ

source: lifetime
ru_ru: навсегда

source: %s limited offer for upgrading existing app license to the premium version
ru_ru: %s спецпредложение на апгрейд базовой лицензии до премиум-версии

source: pre-order
ru_ru: предзаказ

source: Enabled
ru_ru: Включено

source: Available now
ru_ru: Уже доступно

source: You are all set!
ru_ru: Все включено!

source: Thank you for being a premium user and for supporting the project.
ru_ru: Спасибо за покупку премиум-версии и поддержку проекта!

source: With premium, you are among the first to have access to all features.
ru_ru: У вас приоритетный доступ ко всем новым функциям и обновлениям.

source: All scheduled features will be delivered as free updates via Installer.
ru_ru: Все обновления будут доступны в Инсталлере бесплатно.

source: See the roadmap below for the planned feature delivery timeline.
ru_ru: Смотрите примерные планы по срокам выпуска обновлений в списке ниже.

source: Task types
ru_ru: Типы задач

source: July 2025
ru_ru: Июль 2025

source: Specify any custom task type list: dev, bug, feature, story, epic, lead, whatever.
ru_ru: Создавайте кастомные типы задач: фича, баг, пожелание, эпик, стори, заявка, что хотите.

source: Gantt chart
ru_ru: Диаграмма Ганта

source: Visualize working progress based on scopes/milestones.
ru_ru: Следите за процессом закрытия работ и выполнения сроков.

source: Custom fields
ru_ru: Кастомные поля

source: Configure custom task fields based on a task type.
ru_ru: Настраивайте дополнительные описательные поля для задач в зависимости от их типа.

source: Reports & visuals
ru_ru: Отчеты и графики

source: Track working progress with CFD and LTDC charts, task completion tables, more.
ru_ru: Контролируйте рабочий процесс на графиках CFD, LTDC и сводных таблицах.

source: AI assistant
ru_ru: ИИ-ассистент

source: Summer 2025
ru_ru: Лето 2025

source: Spellcheck & improve your texts in the task editor with a click. Powered by Webasyst AI.
ru_ru: Пишите правильно и красиво, проверяйте орфографию и стилизуйте текст на основе Webasyst AI.

source: Write and spellcheck task content with just few clicks. Powered by Webasyst AI.
ru_ru: Пишите тексты задач с помощью ИИ, проверяйте орфографию и стилизуйте текст. Работает на основе Webasyst AI.

source: Project summary private links
ru_ru: Приватные ссылки на статус проекта

source: Showcase project & its tasks current status to your client via a private link (Teamwork app frontend). View only access with no need to sign up and get extra access to your Webasyst backend.
ru_ru: Показывайте текущий статус работы над проектом клиенту по приватной ссылке (фронтенд приложения «Задачи»). Просмотр доступен без регистрации и предоставления доступа в бекенд вашего Webasyst.

source: In-project limited access for clients
ru_ru: Ограниченный доступ к проекту для клиентов

source: Limited access & user roles
ru_ru: Ограниченный доступ и роли в задачах

source: With the basic version, you can invite your clients to your Webasyst backend using the free Team app and grant full access to a specific project. With premium, more sophisticated in-project access rights option will be available, such as view, comment, and follow specific tasks only.
ru_ru: В базовой версии вы можете пригласить клиента в бекенд Webasyst с помощью бесплатного приложения «Команда» и представить полный доступ к проекту. В премиум-версии будет больше настроек доступа, в том числе только для просмотра, комментирования, наблюдения за избранными задачами.

source: Project templates
ru_ru: Шаблоны проектов

source: Later in 2025
ru_ru: Позже в 2025

source: Quickly start new projects with a pre-defined set of template-based tasks & workflows.
ru_ru: Быстро создавайте проекты с заранее преднастроенным набором задач и статусов.

source: Per-task time tracking
ru_ru: Учет времени по задачами

source: Track working time within an individual task (in integration with the Status app).
ru_ru: Указывайте рабочее время для каждой задачи (в интеграции с приложением «Удаленка»).

source: Suggest a feature
ru_ru: Предложите свои идеи

source: Share your feedback and suggestions, <a href="https://support.webasyst.com/forum/ideas/" target="_blank">post your ideas on the foum &rsaquo;</a>
ru_ru: Поделитесь мнением, предложите идеи по новым функциям <a href="https://support.webasyst.ru/forum/ideas/" target="_blank">на форуме &rsaquo;</a>

source: Premium
ru_ru: Премиум

source: User %s mentioned you in a task.
ru_ru: %s упомянул вас в задаче.

source: Promocode
ru_ru: Промокод

source: Unable to process image file
ru_ru: Ошибка обработки файла изображения

source: Set milestone
ru_ru: Привязать к сроку

source: Spellcheck
ru_ru: Орфография

source: Task fields
ru_ru: Поля задач

source: Please select a task type
ru_ru: Пожалуйста, выберите тип задачи

source: Gantt
ru_ru: Гант

source: Charts
ru_ru: Графики

source: Reports
ru_ru: Отчеты

source: Any type
ru_ru: Любой тип

source: Types
ru_ru: Типы

source: Type
ru_ru: Тип

source: No milestones available.
ru_ru: Нет доступных для выбора сроков.

source: Initial status
ru_ru: Начальный статус

source: Target status
ru_ru: Конечный статус

source: New type
ru_ru: Новый тип

source: Open settings
ru_ru: Открыть настройки

source: Number of days in this status
ru_ru: Количество дней в этом статусе

source: Hide new & completed
ru_ru: Спрятать новые и завершенные

source: Color settings
ru_ru: Настройки цвета

source: Or enter a color value
ru_ru: Или задайте цвет вручную

source: Value
ru_ru: Значение

source: Field name
ru_ru: Название поля

source: New field
ru_ru: Новое поле

source: Start date
ru_ru: Начальная дата

source: End date
ru_ru: Конечная дата

source: Parent scope
ru_ru: Родительская работа

source: Not specified
ru_ru: Не указана

source: Gravity
ru_ru: Серьезность

source: Planned time costs
ru_ru: Трудозатраты плановые

source: Actual time costs
ru_ru: Трудозатраты фактические

source: Affected version
ru_ru: В какой версии обнаружено

source: Result
ru_ru: Результат

source: Reports are available in the Webasyst 2 interface only.
ru_ru: Отчеты работают только в интерфейсе Webasyst 2.

source: Bad parameters
ru_ru: Получены неверные параметры

source: Dates
ru_ru: Даты

source: Number of tasks
ru_ru: Количество задач

source: Lead time distribution chart
ru_ru: Частотная диаграмма времени выполнения задач

source: Total tasks
ru_ru: Всего задач

source: Production time (calendar days from obligation to delivery)
ru_ru: Время производства (календарных дней от обязательства до поставки)

source: Number of items with specified production time
ru_ru: Количество элементов с указанным временем производства

source: %s mo.
ru_ru: %s мес

source: Zoom
ru_ru: Масштаб

source: All task types
ru_ru: Все типы задач

source: Cumulative flow diagram
ru_ru: Накопительная диаграмма потока

source: Upgrade to premium
ru_ru: Подключить премиум

source: special offer!
ru_ru: спецпредложение!

source: Advanced features for efficient teamwork and productive teams
ru_ru: Продвинутые функции для эффективных команд и больших свершений

source: Soon
ru_ru: Скоро

source: Later
ru_ru: Позже

source: Check spelling
ru_ru: Проверить ошибки

source: Premium only
ru_ru: Только в премиум

source: Upgrade to premium to have the feature enabled and this message to disappear permanently.
ru_ru: Апгрейд до премиум сразу откроет все продвинутые функции, а эта надпись исчезнет.

source: See what’s there in premium
ru_ru: Что еще есть в премиум

source: Task types enable custom fields functionality and additional task filters. Task type examples: <em>story, bug, issue, feedback, memo, etc.</em>
ru_ru: Типы задач позволяют более гибко фильтровать задачи и указывать для задач кастомные поля. Примеры типа: <em>фича, баг, пожелание, эпик, стори, заявка, служебка, шеф сказал, что хотите.</em>

source: Add scope
ru_ru: Добавить работу

source: Plan
ru_ru: План

source: Start
ru_ru: Начало

source: End
ru_ru: Конец

source: Planned dates identify this scope on a Gantt chart.
ru_ru: Даты начала и окончания работы определяют ее положение на диаграмме Ганта.

source: Due date is a milestone when all scope tasks are supposed to be completed.
ru_ru: Дедлайн будет явно подсвечен в интерфейсе для каждой задачи, которая входит в данную работу.

source: Task custom fields depend on task types so make sure create at least one task type first.
ru_ru: Кастомные поля заполняются для задач в зависимости от типа.

source: 1 day
ru_ru: 1 день

source: 3 days
ru_ru: 3 дня

source: 1 week
ru_ru: 1 неделя

source: 2 weeks
ru_ru: 2 недели

source: AI response
ru_ru: Ответ ИИ

source: Get the entire text
ru_ru: Взять весь текст

source: Hide completed scopes
ru_ru: Скрыть выполненные работы

source: Show completed scopes
ru_ru: Показать выполненные работы

source: Link to more projects
ru_ru: Также связать с проектами

source: Better tools for better results
ru_ru: Лучше инструменты —<br> лучше и результат

source: %d features available now, +%d more to come shortly.
ru_ru: %d премиум-функций доступно сейчас, еще %s на подходе.

source: All inclusive in the cloud
ru_ru: В облаке все включено

source: In Webasyst Cloud, simply upgrade to the <b>Premium</b> plan and get all premium features at once with no extra purchase required.
ru_ru: Просто смените тариф на <b>Премиум</b> и пользуйтесь всеми премиум-функциями без покупки лицензий и апгрейдов.

source: Early launch offer gets you the best premium upgrade conditions possible.
ru_ru: Премиум-версия открывает ранний доступ ко всем новым функциям и обновлениям.

source: Per-server license for the entire company. Unlimited users, all premium features, free updates forever.
ru_ru: Лицензия на один сервер и всю компанию. Сколько угодно пользователей, все функции, бесплатные обновления.

source: upgrade to premium
ru_ru: апгрейд до премиум

source: Private link is a premium feature
ru_ru: Приватная ссылка доступна только в премиум

source: Access:
ru_ru: Доступ:

source: This task only
ru_ru: Только эта задача

source: All tasks in this project
ru_ru: Все задачи в этом проекте

source: Full access to all projects
ru_ru: Полный доступ ко всем проектам

source: Save the task to invite.
ru_ru: Сохраните задачу для отправки инвайта.

source: To invite someone, click (+) to create a new task > select ‘Invite’ > enter an email address and save. Or use the Webasyst Teamwork mobile app to invite with a 8-digit code.
ru_ru: Чтобы добавить пользователя в команду, нажмите (+) для создания задачи, выберите «Пригласить», введите email и сохраните. Или используйте мобильное приложение Webasyst Задачи, чтобы пригласить с помощью 8-значного инвайт-кода.

source: Client
ru_ru: Заказчик

source: Assistant
ru_ru: Соисполнитель

source: Decision maker
ru_ru: ЛПР

source: Supervisor
ru_ru: Супервайзер

source: Progress
ru_ru: Прогресс

source: Roles
ru_ru: Роли

source: User roles
ru_ru: Роли пользователей

source: Write with AI
ru_ru: Написать с ИИ

source: Role name
ru_ru: Название роли

source: Permissions
ru_ru: Разрешения

source: Specify how users in this role will interact with tasks in addition to being able to just view & comment on them:
ru_ru: Как пользователи в этой роли будут работать с задачами в дополнение к возможности просмотра и добавления комментариев:

source: Custom user roles allow adding individual users with limited access to specific tasks and to better describe specific user roles within tasks and projects.
ru_ru: Кастомные роли позволяют открывать индивидуальный доступ к задачам пользователям с ограниченным уровнем доступа и лучше описывать, что пользователь делает в рамках задач и проектов.

source: New role
ru_ru: Новая роль

source: Will see tasks in personal inbox
ru_ru: Увидит задачи в своих «Входящих»

source: Will receive notifications on task updates (unless unsubscribed intentionally)
ru_ru: Будет получать уведомления об обновлениях задач (если только не отпишется явно)

source: Can edit
ru_ru: Может редактировать

source: Can process & forward
ru_ru: Может выполнять и передавать

source: Can comment
ru_ru: Может комментировать

source: Can delete
ru_ru: Может удалять

source: No access: user %s is not eligible for the specified role in this task
ru_ru: Нет доступа: пользователь %s не может быть назначен на эту роль в данной задаче

source: Unknown role
ru_ru: Непонятная роль

source: Following task updates
ru_ru: Подписаны на новости задачи

source: Follow
ru_ru: Подписаться

source: I’m following
ru_ru: Подписан

source: Mention
ru_ru: Тегнуть пользователя

source: Following
ru_ru: Наблюдаю

source: Write task with AI
ru_ru: Написать задачу с ИИ

source: Briefly describe the task goal. Webasyst AI will continue writing and suggest you the complete task text template.
ru_ru: Кратко сформулируйте суть и цель задачи. ИИ напишет текст задачи или продолжит написанный вами текст.

source: Write a task about...
ru_ru: Написать задачу про то как...

source: %d trials left
ru_ru: осталось %d бесплатно

source: Try AI free
ru_ru: Попробовать ИИ бесплатно

source: Use this text
ru_ru: Использовать этот текст
