Repository: 1312inc/Webasyst-Teamwork
Catalog: locale/*/LC_MESSAGES/tasks.po
Languages: ru_ru

source: Tasks
ru_ru: Задачи

source: Loading...
ru_ru: Загрузка…

source: New task
ru_ru: Новая задача

source: Inbox
ru_ru: Входящие

source: Hidden
ru_ru: Скрытые

source: Outbox
ru_ru: Исходящие

source: Favorites
ru_ru: Избранное

source: Urgent
ru_ru: Срочно

source: Milestones
ru_ru: Сроки

source: Scopes
ru_ru: Работы

source: Scope
ru_ru: Работа

source: Logs
ru_ru: Журнал

source: Status
ru_ru: Статус

source: Unassigned
ru_ru: Без назначения

source: Nobody
ru_ru: Никто

source: Invite
ru_ru: Пригласить

source: Team
ru_ru: Команда

source: Projects
ru_ru: Проекты

source: Settings
ru_ru: Настройки

source: from
ru_ru: от

source: to
ru_ru: по

source: by day
ru_ru: по дням

source: by month
ru_ru: по месяцам

source: All time
ru_ru: Все время

source: Select dates...
ru_ru: Выбрать даты...

source: Status:
ru_ru: Статус:

source: Assigned:
ru_ru: Исполнитель:

source: Empty assignment
ru_ru: Без назначения

source: %s of %d
ru_ru: %s из %d

source: Load more...
ru_ru: Показать еще...

source: Last %d day
ru_ru: Последний %d день

source: %d record
ru_ru: %d запись

source: Due
ru_ru: Дедлайн

source: New milestone
ru_ru: Добавить работу

source: New scope
ru_ru: Добавить работу

source: Milestone successfully saved
ru_ru: Данные успешно сохранены

source: Scope successfully saved
ru_ru: Данные успешно сохранены

source: (no name)
ru_ru: (без названия)

source: Create milestone
ru_ru: Новый дедлайн

source: Create scope
ru_ru: Новая работа

source: Delete
ru_ru: Удалить

source: Name
ru_ru: Название

source: Description
ru_ru: Описание

source: Project
ru_ru: Проект

source: Due date
ru_ru: Дедлайн

source: Milestone is closed
ru_ru: Срок истек

source: Scope is closed
ru_ru: Работа завершена

source: Save
ru_ru: Сохранить

source: Are you sure?
ru_ru: Вы уверены?

source: Settings successfully updated
ru_ru: Настройки успешно обновлены

source: Archive datetime
ru_ru: Время добавления в архив

source: Archive
ru_ru: Архив

source: New project
ru_ru: Новый проект

source: Project name
ru_ru: Название проекта

source: Color
ru_ru: Цвет

source: Icon
ru_ru: Иконка

source: Or enter image URL (image will be scaled to 16x16px)
ru_ru: Или введите URL изображения (изображение будет автоматически уменьшено до 16х16 пикселей)

source: Workflow
ru_ru: Процесс

source: Customize...
ru_ru: Настроить...

source: Status name
ru_ru: Название статуса

source: Button label
ru_ru: Надпись на кнопке

source: Caption for the button that sends a task into this status
ru_ru: Текст для кнопки, отправляющей задание в этот статус

source: Task title style
ru_ru: Стиль надписи на кнопке

source: Italic
ru_ru: Курсив

source: Bold
ru_ru: Жирный

source: Task title color
ru_ru: Цвет надписи на кнопке

source: Button color
ru_ru: Цвет кнопки

source: Assignment
ru_ru: Назначение

source: Do not change assignment
ru_ru: Не менять назначение

source: Assign to user who created the task
ru_ru: Назначать на автора задачи

source: Assign to specific user
ru_ru: Назначать на указанного пользователя

source: Show assignment selector every time
ru_ru: Каждый раз предлагать выбор исполнителя

source: Clear assignment
ru_ru: Снимать назначение

source: Allow to clear assignment
ru_ru: Разрешать снимать назначение

source: Comment form
ru_ru: Поле для комментариев

source: Show comment form
ru_ru: Показывать поле для ввода комментариев

source: Status settings
ru_ru: Настройки статуса

source: Add Status
ru_ru: Новый статус

source: Project ordering
ru_ru: Сортировка проектов

source: Projects are sorted by name. You can select important projects to show them before everything else. Important projects can be manually reordered via drag-and-drop.
ru_ru: Проекты отсортированы по названиям. Вы можете выделить важные проекты, перенеся их в начало списка путем перетаскивания.

source: Manage project ordering
ru_ru: Изменить сортировку проектов

source: Create a project first
ru_ru: Создайте хотя бы один проект

source: You need to %sadd your first project%s to be able to create tasks.
ru_ru: %sДобавьте свой первый проект%s, чтобы иметь возможность создавать задания.

source: unassigned
ru_ru: не назначено

source: Add tag
ru_ru: Добавить тег

source: Custom tag...
ru_ru: Другой тег...

source: Add
ru_ru: Добавить

source: Edit task
ru_ru: Редактировать задачу

source: Set favorite
ru_ru: В избранные

source: Comments
ru_ru: Комментарии

source: Hide
ru_ru: Скрыть

source: Assignment removed
ru_ru: Назначение снято

source: There are no comments for this task yet.
ru_ru: Нет комментариев к этой задаче.

source: Please click or drop image file here
ru_ru: Прикрепить файл к задаче

source: %d task
ru_ru: %d задача

source: no tasks
ru_ru: нет задач

source: You are about to abandon task editor without saving the task. All unsaved data will be lost. Are you sure?
ru_ru: Вы собираетесь покинуть страницу без сохранения задачи. Все несохраненные данные будут потеряны. Вы уверены?

source: You are about to leave the page without saving the task. Are you sure?
ru_ru: Вы собираетесь покинуть страницу без сохранения задачи. Вы уверены?

source: Input task name
ru_ru: Название задачи

source: Input task description
ru_ru: Описание задачи

source: Click to select files or drag them here
ru_ru: Прикрепить файл к задаче

source: Assign to
ru_ru: Ответственный

source: me
ru_ru: я

source: Show all
ru_ru: Показать всех

source: No milestone
ru_ru: Без указания срока

source: No scope
ru_ru: Без указания работы

source: Choose a date
ru_ru: Указать дату

source: Save task
ru_ru: Сохранить

source: Create task
ru_ru: Создать задачу

source: or
ru_ru: или

source: Cancel
ru_ru: Отмена

source: More fields
ru_ru: Еще

source: Forward to
ru_ru: Переслать

source: Choose user
ru_ru: Выберите пользователя

source: Comment
ru_ru: Комментарий

source: Input your comment
ru_ru: Напишите комментарий

source: cancel
ru_ru: отмена

source: Search
ru_ru: Поиск

source: Priority
ru_ru: Приоритет

source: Newest
ru_ru: Новые

source: Oldest
ru_ru: Старые

source: Done
ru_ru: Выполнено

source: Forward (%d)
ru_ru: Переслать (%d)

source: Return to
ru_ru: Вернуть

source: Return
ru_ru: Вернуть

source: A task has been assigned to you.
ru_ru: Задача назначена на вас.

source: A task you're assigned to has been updated.
ru_ru: Назначенная на вас задача обновлена.

source: A task you created has been updated.
ru_ru: Созданная вами задача обновлена.

source: Go to inbox
ru_ru: Перейти во входящие

source: %d task has been assigned to you
ru_ru: %d задача назначена на вас

source: A task you created has been marked as done.
ru_ru: Созданная вами задача отмечена как выполненная.

source: Error Comment ID
ru_ru: Ошибка в ID комментария

source: Either text or attachment is required to add comment.
ru_ru: Для добавления комментария необходим текст или файл.

source: Select Project
ru_ru: Выберите проект

source: Your browser does not support File API!
ru_ru: Ваш браузер не поддерживает File API!

source: File not found
ru_ru: Файл не найден

source: Failed to upload file %s.
ru_ru: Не удалось загрузить файл %s.

source: Not found
ru_ru: Не найдено

source: Milestone not found
ru_ru: Срок не найден

source: Scope not found
ru_ru: Работа не найдена

source: This field is required.
ru_ru: Это поле обязательное.

source: Access denied
ru_ru: Доступ запрещен

source: All projects
ru_ru: Все проекты

source: All statuses
ru_ru: Все статусы

source: All open
ru_ru: Все открытые

source: All including closed
ru_ru: Все, включая закрытые

source: Any milestone
ru_ru: Все сроки

source: Any scope
ru_ru: Все работы

source: Everyone
ru_ru: Все пользователи

source: Your inbox is empty
ru_ru: Входящих задач нет

source: Inbox automatically collects all tasks assigned to you, and is currently empty.
ru_ru: Раздел «Входящие» содержит все назначенные на вас задачи, и сейчас он пуст.

source: Your favorites list is empty
ru_ru: Ваш список избранных задач пуст

source: To add a task to your personal favorite list, click on a tiny star icon next to task name.
ru_ru: Чтобы следить за задачей, нажмите кнопку «Наблюдать» рядом с ее заголовком.

source: Task list is empty
ru_ru: Задач нет

source: No tasks matching your search criteria.
ru_ru: Нет задач, соответствующих критериям поиска.

source: Task not found
ru_ru: Задача не найдена

source: You can't hide high priority task
ru_ru: Нельзя отложить задачу с высоким приоритетом

source: You can only hide tasks assigned to you.
ru_ru: Можно отложить только задачи, назначенные на вас.

source: Unable to return task because someome modified it.
ru_ru: Невозможно вернуть задачу, т.к. она было кем-то изменена.

source: Unable to return task because contact has been deleted. Use forward action instead.
ru_ru: Невозможно вернуть задачу, т.к. контакт был удален. Используйте функцию переназначения.

source: %d min
ru_ru: %d мин

source: %d hr
ru_ru: %d ч

source: %d mo
ru_ru: %d мес

source: %d yr
ru_ru: %d г

source: New
ru_ru: Новые

source: done
ru_ru: закрыл задачу

source: Just now
ru_ru: Только что

source: %d d
ru_ru: %d д

source: %d task has been completed
ru_ru: %d задача выполнена

source: A task has been assigned to you
ru_ru: Задача назначена на вас

source: A task has been completed
ru_ru: Задача выполнена

source: A task has been updated
ru_ru: Задача обновлена

source: High
ru_ru: Высокий

source: Normal
ru_ru: Средний

source: Low
ru_ru: Низкий

source: Can manage projects
ru_ru: Управление проектами

source: No access
ru_ru: Нет доступа

source: All <strong>%s</strong> in this project will be archived and won't be listed anymore. Are you sure?
ru_ru: Все <strong>%s</strong>, принадлежащие проекту, попадут в архив и перестанут отображаться в списках. Вы уверены?

source: Self tasks only
ru_ru: Только назначенные задачи

source: Self & assigned tasks only
ru_ru: Только свои и назначенные задачи

source: Full access
ru_ru: Полный доступ

source: Create task from this
ru_ru: Создать из этого задачу

source: created
ru_ru: поставил задачу

source: added comment
ru_ru: добавил комментарий

source: forwarded
ru_ru: назначил ответственного

source: returned
ru_ru: вернул задачу

source: edited
ru_ru: отредактировал задачу

source: Drop anywhere to upload
ru_ru: Перетащите в любое место, чтобы загрузить

source: Use <strong>app "%s"</strong> to provide access to Tasks app for your teammates.
ru_ru: Используйте <strong>приложение «%s»</strong> для предоставления доступа к задачам для сотрудников.

source: Create a project by clicking the green tiny icon above.
ru_ru: Создайте проект с помощью зеленой иконки вверху.

source: Clear filters
ru_ru: Очистить фильтры

source: Today
ru_ru: Сегодня

source: A tiny hint describing this scope.
ru_ru: Короткое описание работы.

source: Archived
ru_ru: В архиве

source: Enable this when this milestone is not actual anymore.
ru_ru: Отметьте, когда этот срок более не будет актуальным.

source: New status
ru_ru: Новый статус

source: Task statuses
ru_ru: Статусы задач

source: Edit
ru_ru: Редактировать

source: edit
ru_ru: отредактировал задачу

source: Enter your comment
ru_ru: Введите свой комментарий

source: Double-click to change task priority
ru_ru: Двойной щелчок, чтобы изменить приоритет задачи

source: Forward
ru_ru: Назначить

source: History &amp; Comments
ru_ru: История и комментарии

source: Hide history
ru_ru: Скрыть историю

source: Hidden until
ru_ru: Скрыта до

source: Do not change
ru_ru: Не изменять

source: Filter tasks
ru_ru: Фильтр задач

source: Set priority
ru_ru: Установить приоритет

source: Change priority
ru_ru: Изменить приоритет

source: User %s sent you a new task
ru_ru: %s поставил вам новую задачу

source: via Tasks app
ru_ru: Отправлено из «Webasyst Задачи»

source: %d new task
ru_ru: %d новая задача

source: <a href="%s">%s</a> from %s
ru_ru: <a href="%s">%s</a> от %s

source: User %s edited a task you are assigned to:
ru_ru: %s отредактировал назначенную на вас задачу:

source: User %s edited a task you created:
ru_ru: %s отредактировал созданную вами задачу:

source: User %s has just completed a task
ru_ru: %s выполнил задачу

source: Inbox automatically collects all tasks assigned to you. No tasks are assigned to you right now :-)
ru_ru: Сейчас на вас не назначено ни одной задачи. Попросите коллег поставить вам задачу или сделайте это сами.

source: Your outbox is empty
ru_ru: Исходящих задач нет

source: Outbox automatically collects all tasks you’ve created.
ru_ru: Здесь будут собраны все задачи, в работе над которыми вы принимали участие.

source: Your favorite task list is empty
ru_ru: Здесь пока нет задач

source: Use projects to organize tasks and manage access rights for your teammates.
ru_ru: Используйте проекты для удобной организации задач и настройки прав доступа для сотрудников.

source: There are no tasks in this project that require your attention at the moment. If you think its by mistake, ask the account admin to check your access rights.
ru_ru: В этом проекте нет задач, которые требовали бы вашего внимания. Если вы считаете, что тут что-то не так, попросите своего начальника проверить выданные вам права доступа.

source: No tasks match your search criteria.
ru_ru: Нет задач, соответствующих критериям поиска.

source: ASSIGNED: %d task was assigned to you
ru_ru: НАЗНАЧЕНО: %d задача была назначена на вас

source: DONE: %d task was completed
ru_ru: ВЫПОЛНЕНО: %d задача была выполнена

source: ASSIGNED: %s %s
ru_ru: НАЗНАЧЕНО: %s %s

source: NEW: %s %s
ru_ru: НОВОЕ: %s %s

source: DONE: %s was completed
ru_ru: ВЫПОЛНЕНО: %s

source: DONE: %s %s
ru_ru: ВЫПОЛНЕНО: %s %s

source: EDIT: %s was edited
ru_ru: ОБНОВЛЕНО: %s

source: EDIT: %s %s
ru_ru: ОБНОВЛЕНО: %s %s

source: created a task
ru_ru: создал задачу

source: edited a task
ru_ru: изменил задачу

source: deleted a task
ru_ru: удалил задачу

source: forwarded a task
ru_ru: назначил задачу

source: returned a task
ru_ru: вернул задачу

source: performed action with a task
ru_ru: выполнил действие с задачей

source: commented on a task
ru_ru: добавил комментарий к задаче

source: forwarded several tasks
ru_ru: назначил несколько задач

source: marked several tasks as done
ru_ru: отметил несколько задач как закрытые

source: Open
ru_ru: Новые

source: Closed
ru_ru: Закрытые

source: In %d day
ru_ru: Через %d день

source: %d day ago
ru_ru: %d день назад

source: Unhide
ru_ru: Восстановить

source: Testing
ru_ru: Проверяется

source: Logbook
ru_ru: Журнал

source: Archive this project
ru_ru: Отправить в архив

source: You have unsaved changes. Are you sure you want to leave?
ru_ru: У вас есть несохраненные изменения на этой странице. Уйти, не сохранив изменения?

source: No tasks in %s project
ru_ru: В проекте «%s» нет задач

source: No tasks in %s status
ru_ru: В статусе «%s» нет задач

source: There are currently no tasks in %s status.
ru_ru: В ваших проектах нет ни одной задачи в статусе «%s».

source: There are unsaved task draft.
ru_ru: Есть несохраненная задача.

source: Do you want to continue editing?
ru_ru: Вы хотите продолжить редактирование?

source: Edit template
ru_ru: Редактировать шаблон

source: Readiness
ru_ru: Готовность

source: To
ru_ru: До

source: Add template
ru_ru: Добавить шаблон

source: Create template
ru_ru: Создать шаблон

source: Access
ru_ru: Доступ

source: only me
ru_ru: только для меня

source: all users
ru_ru: для всех

source: Add comment
ru_ru: Добавить комментарий

source: Involve %s to the teamwork just by sending a new task.
ru_ru: Создайте новую задачу и подключайте %s к совместной работе.

source: There are no task assigned to %s in projects you collaborate on together.
ru_ru: В проектах, над которыми вы работаете совместно, на %s не назначено ни одной задачи.

source: %s's task list is empty
ru_ru: У %s нет задач

source: My lists
ru_ru: Мои списки

source: Tags
ru_ru: Теги

source: Search tag...
ru_ru: Поиск тега...

source: Show %d archived scope
ru_ru: Показать %d архивную работу

source: Hide archived scope
ru_ru: Скрыть архивную работу

source: Show %d archived project
ru_ru: Показать %d архивный проект

source: Hide archived project
ru_ru: Скрыть архивный проект

source: Archive this scope
ru_ru: Отправить в архив

source: Restore this scope
ru_ru: Восстановить из архива

source: Confirm the action
ru_ru: Подтвердите действие

source: The task is assigned now to:
ru_ru: В настоящий момент задача назначена на пользователя:

source: More options
ru_ru: Дополнительные параметры

source: Parent task
ru_ru: Родительская задача

source: Child task
ru_ru: Дочерняя задача

source: invert
ru_ru: инвертировать

source: remove link
ru_ru: удалить связь

source: hours
ru_ru: часов

source: days
ru_ru: дней

source: %d day
ru_ru: %d день

source: %d hour
ru_ru: %d час

source: User %s sent you your task.
ru_ru: %s отправил вам вашу задачу.

source: User %s sent you a task.
ru_ru: %s поставил вам задачу.

source: User %s sent a task to %s.
ru_ru: %s назначил %s ответственным за задачу.

source: Personal settings
ru_ru: Персональные настройки

source: Assigned to me
ru_ru: Назначенные на меня

source: Created by me
ru_ru: Созданные мной

source: Selected projects
ru_ru: Выбранные проекты

source: Any action
ru_ru: Любом действии

source: Assignment only
ru_ru: Только при назначении

source: Switch off
ru_ru: Отключить уведомления

source: Notifications
ru_ru: Уведомления

source: Send me notification in case of
ru_ru: Отправлять мне уведомление при

source: Notify me about next kind of tasks
ru_ru: По каким задачам отправлять уведомления

source: Save settings
ru_ru: Сохранить настройки

source: Set deadline
ru_ru: Установить срок

source: Save in my lists
ru_ru: Сохранить в моих списках

source: Remove from my lists
ru_ru: Убрать из моих списков

source: User %s wrote a comment to a task you are assigned to:
ru_ru: %s добавил комментарий к назначенной на вас задаче:

source: User %s wrote a comment to a task you created:
ru_ru: %s добавил комментарий к созданной вами задаче:

source: User %s wrote a comment:
ru_ru: %s добавил комментарий:

source: Files
ru_ru: Файлы

source: User %s sent you your task
ru_ru: %s отправил вам вашу задачу

source: User %s sent a new task to user %s
ru_ru: %s отправил новую задачу пользователю %s

source: User %s edited a task:
ru_ru: %s отредактировал задачу:

source: Date is not set.
ru_ru: Дата не указана.

source: Scopes are not set.
ru_ru: Работы не указаны.

source: Start typing in the search field to find a tag.
ru_ru: Начните писать в поле поиска, чтобы найти тег.

source: There are more than %u tags.
ru_ru: Доступно более %u тегов.

source: All
ru_ru: Все

source: Confirm
ru_ru: Подтвердить

source: Cannot create a list from another list.
ru_ru: Невозможно создать список из другого списка.

source: Invalid date.
ru_ru: Неправильная дата.

source: Save comment
ru_ru: Сохранить комментарий

source: You do not have sufficient access rights to view this task.
ru_ru: У вас недостаточно прав доступа для просмотра этой задачи.

source: Cannot return this task because another user has modified it.
ru_ru: Невозможно вернуть эту задачу, потому что её изменил другой пользователь.

source: Helpdesk request: %s
ru_ru: Запрос в «Поддержке»: %s

source: Hub topic: %s
ru_ru: Тема «Хаба»: %s

source: Create list
ru_ru: Создать список

source: A list name is required.
ru_ru: Введите название списка.

source: Yesterday
ru_ru: Вчера

source: Tomorrow
ru_ru: Завтра

source: unknown status_id=%d
ru_ru: неизвестный status_id=%d

source: edited comment
ru_ru: отредактировал комментарий

source: Delete list “%s”
ru_ru: Удалить список «%s»

source: My preferences
ru_ru: Мои личные настройки

source: Actions
ru_ru: Действия

source: Task title
ru_ru: Задача

source: No active work scopes are defined.
ru_ru: Текущие работы не заданы.

source: Add a milestone to group tasks into time-based activities such as sprints, releases, or subprojects.
ru_ru: Группируйте задачи в работы и контролируйте сроки выполнения.

source: Show %d completed milestone
ru_ru: Показать %d завершенную работу

source: Hide completed milestone
ru_ru: Скрыть завершенные работы

source: My notification preferences
ru_ru: Мои настройки уведомлений

source: Notify me on
ru_ru: Уведомления

source: All updates and comments
ru_ru: Все изменения и действия с задачами

source: Assignments only
ru_ru: Только назначение меня на задачи

source: Turn off all notifications
ru_ru: Выключить уведомления

source: Which tasks
ru_ru: Какие задачи

source: Tasks assigned to me
ru_ru: Задачи, назначенные на меня

source: Tasks created by me
ru_ru: Задачи, которые я поставил

source: Tasks I’m watching
ru_ru: Задачи, за которыми я наблюдаю

source: Tasks from selected projects
ru_ru: Задачи из выбранных проектов

source: Button name
ru_ru: Текст на кнопке

source: Caption on a button that sends a task into this status. Sometimes it matches the status name, but in most cases, it's a verb.
ru_ru: Текст на кнопке, которая переводит задачу в этот статус. Иногда может совпадать с названием статуса, но чаще всего все-таки является глаголом и поэтому отличается.

source: Background color
ru_ru: Цвет фона

source: Text color
ru_ru: Цвет текста

source: Keep the assignee unchanged
ru_ru: Оставить исполнителя без изменения

source: Assign to the user who created the task
ru_ru: Назначить задачу ее постановщику

source: Force assign to
ru_ru: Назначить выбранному пользователю

source: Allow to select the assignee
ru_ru: Предлагать выбрать исполнителя

source: Allow making the task unassigned
ru_ru: Разрешить оставить задачу без назначения

source: Below is the global list of all statuses a task can pass through. On a project level, custom workflow can be set up by selecting particular statuses only and skipping the unwanted ones.
ru_ru: Здесь настраивается общий список статусов, через которые проходят задачи. На уровне каждого проекта можно затем включить нужные статусы и отключить ненужные.

source: Commit changes by clicking “Save” when done editing.
ru_ru: Нажмите «Сохранить», когда закончите редактирование.

source: All done!
ru_ru: Все готово!

source: Congratulations! Everything set to be done in this milestone is marked as complete.
ru_ru: Поздравляем! В этой работе все задачи закрыты.

source: Go to settings
ru_ru: Перейти в настройки

source: Set due date
ru_ru: Дедлайн

source: Filter
ru_ru: Фильтр

source: Remove from my filters
ru_ru: Удалить из личных фильтров

source: Save to my custom filters
ru_ru: Сохранить в личных фильтрах

source: Selected tasks
ru_ru: Выбранные задачи

source: Close tasks
ru_ru: Закрыть задачи

source: Delete tasks
ru_ru: Удалить задачи

source: Tag tasks
ru_ru: Добавить тег

source: All tags
ru_ru: Все теги

source: Show all tags
ru_ru: Показать все теги

source: Find tag
ru_ru: Найти тег

source: Watching
ru_ru: Наблюдаю

source: Return to status
ru_ru: Вернуть в статус

source: Return task
ru_ru: Вернуть задачу

source: The task is now assigned to:
ru_ru: Задача назначена:

source: Watch
ru_ru: Наблюдать

source: No due date
ru_ru: Нет дедлайна

source: Create new tag
ru_ru: Создать новый тег

source: Popular tags:
ru_ru: Популярные теги:

source: Unlink
ru_ru: Удалить связь

source: Linked task
ru_ru: Связанная задача

source: Pin
ru_ru: Прикрепить

source: Pinned
ru_ru: Прикреплено

source: Task summary
ru_ru: Текст задачи

source: Attach files
ru_ru: Прикрепить файлы

source: Show everyone
ru_ru: Показать всех

source: Forward task
ru_ru: Назначить задачу

source: Highlight color for the main task list and the kanban board.
ru_ru: Цвет подсветки задач в основном списке и на канбан-доске.

source: Logo
ru_ru: Логотип

source: Image URL to be used as a tiny project icon all around.
ru_ru: Изображение будет использоваться в качестве маленькой иконки проекта повсюду в приложении.

source: Similar to %s
ru_ru: Как в %s
